{
    "hotels": [
        {
            "id": 1,
            "name": "Отель Amax",
            "image": "hotel1.png",
            "price": 3400,
            "caption": "Отель Amax расположен в 10 минутах от центра города и 15 минутах от аэропорта Симферополь. Отель предлагает уютные номера с видом на море и город. В отеле есть ресторан, бассейн и бесплатный Wi-Fi.",
            "stars": 4,
            "conveniences": [1, 2, 3, 4],
            "partner": true
        },
        {
            "id": 2,
            "name": "Старый город",
            "image": "hotel2.png",
            "price": 1000,
            "caption": "Отель Старый город расположен в историческом центре, в окружении старинных зданий и достопримечательностей. К услугам гостей комфортабельные номера в классическом стиле, ресторан традиционной кухни и уютный внутренний дворик. Идеальное место для знакомства с историей города.",
            "stars": 4,
            "conveniences": [1, 2, 3],
            "partner": false
        },
        {
            "id": 3,
            "name": "В некотором царстве",
            "image": "hotel3.png", 
            "price": 1000,
            "caption": "Отель \"В некотором царстве\" - это уникальный отель в сказочном стиле. Каждый номер оформлен по мотивам русских сказок, с тематическими элементами декора и росписями. В отеле работает тематический ресторан с блюдами русской кухни, есть детская игровая комната и анимация для детей.",
            "stars": 4,
            "conveniences": [2, 3],
            "partner": true
        },
        {
            "id": 4,
            "name": "Зоопарк Поляны",
            "image": "hotel4.png",
            "price": 1000,
            "caption": "Уникальный отель-зоопарк, расположенный в живописном месте среди природы. Гости могут наблюдать за животными прямо из окон своих номеров. На территории находится мини-зоопарк с различными животными, контактная площадка для детей, ресторан с панорамным видом на вольеры. Идеальное место для семейного отдыха.",
            "stars": 3,
            "conveniences": [2, 3],
            "partner": false
        },
        {
            "id": 5,
            "name": "Конюшенный Двор",
            "image": "hotel5.png",
            "price": 1000,
            "caption": "Уникальный отель-конюшня с возможностью конных прогулок и обучения верховой езде. Расположен в живописной сельской местности. К услугам гостей комфортабельные номера в деревенском стиле, ресторан с домашней кухней, конный клуб и прокат снаряжения. Идеальное место для любителей активного отдыха и общения с лошадьми.",
            "stars": 5,
            "conveniences": [2, 3, 5],
            "partner": false
        }
    ]
}